{
    "version": "https://jsonfeed.org/version/1",
    "title": "Kauri&apos;s BS",
    "home_page_url": "http://localhost:4000/",
    "feed_url": "http://localhost:4000/feed.json",
    "description": "placeholder text :)",
    "icon": "http://localhost:4000/assets/images/icon-512.png",
    "favicon": "http://localhost:4000/favicon.ico",
    "expired": false,
    "items": [
    
      
        
        
        {
            "id": "http://localhost:4000/2023/09/24/A-battle-against-the-mosquitoes.html",
            "title": "A battle against the mosquitoes&#58; Part 1",
            "content_text": "I didn’t even bother with my bugnet. The initial wave may have just been the scouts, but my defences were ready. For thirty minutes, the aerial ninjas intimidated and mercilessly drew blood, however their ranks sustained heavy casualties. Those stealthy enough to remain undetected flew home on a full belly, but after hearing of the decimation of their peers, the full ranks decided not to advance. Only the occasional hungry nomadic wanderer stumbled through, with whom I shared an intimate connection, freely offering sustenance.\n",
            "content_html": "<p>I didn’t even bother with my bugnet. The initial wave may have just been the scouts, but my defences were ready. For thirty minutes, the aerial ninjas intimidated and mercilessly drew blood, however their ranks sustained heavy casualties. Those stealthy enough to remain undetected flew home on a full belly, but after hearing of the decimation of their peers, the full ranks decided not to advance. Only the occasional hungry nomadic wanderer stumbled through, with whom I shared an intimate connection, freely offering sustenance.</p>\n",
            "url": "http://localhost:4000/2023/09/24/A-battle-against-the-mosquitoes.html",
            "date_published": "2023-09-24T00:00:00+02:00",
            "date_modified": "2023-09-24T00:00:00+02:00",
            "author": {
                "name": "Kauri Beckmann"
            }
        },
        
    
      
        
        
        {
            "id": "http://localhost:4000/2023/09/24/Jail-In-Tirana-EN.html",
            "title": "Arrested by the Albanian Mafia",
            "content_text": "Foreword\n\nI want to say a massive thankyou to my girlfriend Lucia. Without her I would have been alone and terrified, and this story would probably have gone quite differently. You’d think there’s not much she can do from San Francisco.\n\nPart 1: Lies and Intimidation\n\nMonday 18th September\n\nA productive start to a new week! It’s 4am, and I’m writing from jail in Tirana, Albania. Well, I’m smoking with the warden in his office. That privilege cost me nine euro. Potable water included.\n\nLive music roars from the stage, thirty metres south. The crowd sings and hollers, beer stalls busy. I’m at an open-air concert in the heart of the city, lounging as comfortably as one can on a plastic couch; journaling, taking photos, enjoying the vibrant atmosphere. I’m enjoying this different perspective on the city. I find myself marvelling at the seamless organization, the fantastic music, the joy one night can bring. I contemplate the skyscrapers under construction; an optimism for this challenged city.\n\n“Policia.”\n\nI turn around back to face him. “Excuse me?”\n\nA muscular plain-clothed man looks back at me. He holds his badge forth. “I am the Policia. How is your night?”\n\nIt’s hard to hear over the music, and we are raising our voices. “Fine. Isn’t it a lovely night. Is there a problem?”\n\nHe raises one leg onto the plastic bench and leans in towards me. Behind him, the darkness of the lowly-lit stairs leading to the Opera House. Glancing around, I notice another man approaching from behind, barriering a carefree world behind us.\n\n“What’s in your bag?”\n\n“Sorry, have I done something wrong?” I argue. “Do I have to consent? What are my rights? What the fuck is this?”\n\nI think back to a recent acquaintance I made. I rode five hours with a Dutch man, a diplomat in Belgrade, for the Delegation of the European Union to Serbia. He is on diplomatic mission is to help the West Balkans one day join the EU, by improving the rule of law in the West Balkans. It’s no secret Albania faces challenges with corruption, a deep-rooted systemic issue affecting politics, the judiciary, public services, healthcare, education, business. In terms of law enforcement; bribery, extortion, abuse of power. In my mind, this hulking policeman is the embodiment. His intimidation works.\n\nI begrudgingly remove items from my backpack, explaining each item. I do not want them to touch my shit. What’s in my bag? Well, fuck. With me I have everything of value. All day I’ve been writing emails, applying for jobs, chatting with friends and family. The city seems a right place for it. I have my phone, my cables, my passport. Brand new earbuds. My wallet, about 30,000 LEK (300€) in cash. A tote bag, inspected. An empty water bottle, sniffed. Half a can of Pringles, poured to the floor. I had my laptop too – but I didn’t take that out. On reflection, the most valuable item in there was my journal.\n\nA small snus container, the culprit. A snus pouch is a small, teabag-like sachet that contains tobacco product, a white powder. Swedish stuff. 100% legal. A snus container has two compartments: the bottom compartment holds the snus itself, and the top compartment is for discarding used pouches. This is what it looks like.\n\n[image]\n\nHe picks it out of my backpack’s front pocket. Despite all those muscles, he simply couldn’t get it open. Pulling and twisting, not a budge. Begrudgingly I take it from his hands and pop the top flap open, pointing to the three used snus pouches. “This is snus,” I explain. “Nicotine. What else do you want?”\n\nMuscleman inspects it closely. “This is cocaine?”\n\n“NICOTINE. LEGAL.” I scowl.\n\n“Where did you buy this from?”\n\nI look at him blankly, confused by the line of questioning. “Is this man stupid?” I wonder. The second officer takes my passport off me. Soon three more officers join the scene, also working in the field. They pass around the snus container. “Cocaine” “cocaine” “cocaine”, I understand. What are we, parrots? They pick at a pouch, and the nicotine powder spills out.\n\nWith a deep sigh, I clarify. “This is a nicotine pouch. It is a no-smoke tobacco product. You can buy this here in Albania at any tobacco store. You place it under your lip, and it releases nicotine. It smells like mint because it has a mint flavouring. You can see it here on the packaging.”\nI reach for my phone and show them pictures of the product. A quick Google translate later, I present a web page in Albanian, explaining the product its legal status.\n\n“We have to take it to the lab to test it for cocaine.” says Muscleman.\n\nAs if he’d just remembered something, the offending officer closes the snus container and starts to pry open the bottom compartment again. Pop. There’s the marijuana, a few flakes, half a gram. Jackpot.\n\nNow I don’t talk any more. They yell at me a bunch of questions about the weed, about the cocaine. They ask about I’m shitting myself. My internal monologue is blowing up. “How the fuck did you get yourself in this situation? Were you doing something wrong? Why did you let them search you? You didn’t – he just took it from your bag! Is that legal? Is any of this legal? Fuck, I don’t even know if snus is legal here! Why did you bring the weed? You don’t even smoke!”\n\nA police car is coming to take me to the station. This is going to be a problem.\n\n“What, am I supposed to bribe these guys? How much do I bribe them? Twenty euro? Offensive. Fifty euro? Two-hundred? Fuck, that’s a lot of money. Shit, I might have told them I’m in Tirana to see the dentist. I’m dressed way too nicely. They think you have money. This is going to turn into an extortion case, isn’t it? At least it’s not the mafia, right? Why did you decide to wear your only shirt today? Why did you come here with all your valuables? You’ve been working on your laptop all day, right. And you were just on the phone with your girlfriend Lucia. Lucia? Lucia!”\n\nLucia and my sister Jade both receive a flurry of cryptic messages at 11.45pm. Lucie jumps on the phone. They let me talk for twenty-six seconds, before kicking me off. I fight for my right to “talk to my lawyer” and call her back. We get a few minutes where I can explain the situation, in all uncertain terms. I have no idea what’s going to happen when they take me to the station. Maybe they’re going to take my organs. “We will just fill the paperwork, twenty minutes and then you can go.” I know this is bullshit. How can I feel comfortable putting my life in the hands of people who are actively lying, knowingly misaccusing me in a country where the Police are nicknamed “the mafia”? They kick me off the phone, and Lucie calls right back. We steal another minute.\n\nTwo new officers arrive and cuff me. I’m still wearing my handcuff. They drive a few minutes to the station in relative silence. They uncuff me and sit me at a desk the middle of a bland, off-white concrete painted hallway with a handful of doors; in front of me, a door with a bar grill window. To my right, a new officer sits down in front of a stack of paperwork. I’ll call him Mr Illiterate, given how slowly he writes. The man who cuffed me, he can be Officer 13565, as displayed boldly on his uniform. 13565 wouldn’t tell me his name. He stands in front of me. His partner moseys around, and mingles with the new cops that have come out to greet us. Muscleman joins the party shortly later.\n\nThere is a camera in one corner of the hallway, the type with a swivel head. I ask why it never moves. Mr Illiterate assures me it’s on. Bullshit, where’s the red light? It’s not on, is it? I put my water bottle on the table and ask for some water. “It’s not possible to drink the water here,” they tell me.\n\nI call Lucie for the last time. 12.02am, lasting six minutes. This time we were properly able to discuss what is going on. Lucie remembers this better than I. She describes the atmosphere as tense and chaotic. [@Lucie, any more detail you want to add here?] She talks to one of the officers, who maintains his aggressive demeanour. “This is Police station number 3!” “We are going to send it to the lab to test it for cocaine!” “He has marijuana, he is going to go to jail!” I have advised Lucie to get in contact with Jade and Dom, and together they will figure out what to do.\n\nMr Illiterate slowly fills out the police report. He takes a break and offers me a cigarette. He asks me the odd question. I refuse to tell him my father’s name. By now, I’m thinking, we all know the snus is legal. I realize they only care about the marijuana, and are using “cocaine” as a scare tactic. My phone is going nuts on the table, notifications on, ringing. A friend calls. Another friend calls. Lucie calls repeatedly. They won’t let me answer.\n\nThey ask to search my bag again. I start pulling items out on the desk, dictating for them. “This is my shorts. This is my headband. This is a box for the headphones I bought today. Here’s the receipt, too. You want to see? And here’s my shopping bag.” I pull out everything down to the bottlecap, the shell, the tissue paper. I pull out more and more tissue paper. “Because, you never know when there’s going to be toilet paper here in Tirana. I bet you don’t have any here. Wonder how you lot wipe? Smells like shit in here.” They don’t have any toilet paper. Their toilet is a plastic hole in the ground. Muscleman suspiciously picks at a large clump of tissue paper. I seize the opportunity to spread tissue all across the table for his colleagues to see, there is no drugs in the toilet paper.\n\nAfter half an hour, someone hands me a 300mL bottle of water from the mart next door. It’s too hot in here. I down it in one go. “How much costs another one?” But the mini-mart is now closed.\n\n13565 me tries more questions. “Where did you get it from?”\n\nI play with it. “What do you mean? I told you already, this is legal nicotine. You can buy this in the tobacco store.” I turn to Muscleman. “You must be the only policeman in the world stupid enough to think this is cocaine. By the way, what do you mean you’re sending that off to the lab? You don’t have a lab here. You don’t even have running water in this building!”\n\n“Yes, we are sending it to the lab to be tested!” Muscleman assures me.\n\n13565 tries again. “Where did you buy the marijuana?”\n\n“I don’t know what you’re talking about.”\n\n“Why won’t you tell, what is your father’s name?” he asks.\n\n“I know it doesn’t matter, it’s just for your report. But I don’t feel like telling you until you give me back my phone.”\n\nI start to pack my things away again. I have expressed that I am uncomfortable with them touching my stuff, because I think they are going to steal from me. Any excuse to kick a fuss. I leave the tissues strewn across the table. I leave my wallet wide open, this time with quite a bit more money in it. I leave my old headphones too, next to the brand-new box and receipt. I ask to use the toilet.\n\nAt some point, they tell me I must go into the jail cell. I kick a fuss. I’m not moving; I want to stay here.\n\nEventually they take me to another building, the headquarters “…to see your lawyer and police officer. It will take one hour.” Bullshit. They introduce me to the jail warden. He doesn’t speak English. They close the bars on us, and continue to chat, and hand over a copy of the police report. I remind them again, not for the first time – I need to use a phone, I need to call my lawyer, I need to call my embassy, I need to call my girlfriend; she is worried about the mafia. They keep my phone.\n\n13565’s partner beckons, and I stick my hands through the bars. The others give him shit as he struggles, a minute to undo my shackles. The jail warden props me against the wall, pats me down, then searches my bag. He rummages a little, and produces my laptop. A laptop!? I was this close to smuggling it in! He yells at the embarrassed officers behind the bars. I wink at the man who brought me in. They keep my laptop.\n\nPart 2: Jail\n\nThe warden takes my backpack to his office, and shows me to my cell. Same as the last station – this time I’m guided through the door with a bar grill window. [This time I’m behind the door. Describe it a little more. There’s no potable water in this station either.] Inside sit a couple other fellas, young local men. They smile. “So what’d they get you for?” We exchange stories. “Yeah, these guys are the mafia. They just do what they want”. Viktor was picked up outside his apartment building, carrying a little bit of weed. The other, Florian – I forget his story – but he was the same, a little bit of weed. He’s a lawyer. “They’re not going to take your stuff, they are too scared. You won’t have any problems; they can’t do anything about a little bit of weed. They will let you go,” he advises.\n\nThe warden pops his head in, and talks to us, Florian the translator. He can’t read my name on the papers! I start to spell, but the warden gives up and calls us into his office. The desk has two large ledgers on it. A sink lies in one corner of the room. I sit facing Florian, in front of the ledger, the warden to the side. Florian picks up a pen. “K-A-R-U-I”, I spell. “B-O-C-K-M-A-N.” The warden offers us a cigarette. Date of birth, slightly wrong. Father’s name, slightly wronger. Under instruction from the warden, Florian fills the rest of the ledger. We ash into a plastic cup with a little bit of water.\n\nFlorian explains to the warden, I need to call my embassy, I need to call my lawyer, I need to call my girlfriend; she is worried that I am kidnapped by the mafia; I have not told her everything will be fine. No phone here. I point at a half-empty water bottle on the table, and the warden nods. I down it in one go, and move toward the sink. The warden speaks up – you can’t drink the water here either. I ask for my notebook, and he agrees.\n\nWe’re ushered back to the cell, a place with nothing but time and good company. I take notes. Prior to the collapse of the communist regime in the 1990’s the police were unwaveringly loyal to the regime. They were instrumental in enforcing the regime and maintaining control, with no transparency, accountability, or oversight. They were tasked with repressing political dissent and opposition,[problem, not tasked with this] harassing and imprisoning at will. They perpetuated a culture of fear and repression. Bribery, off-the-books payments, nepotism, and embezzlement were commonplace, tools for expediting bureaucratic processes, to gain access to services, to avoid legal consequences. Corruption was seen as an expected, even necessary way to navigate the bureaucratic systems.\n\nFollowing the social and political collapse of the communist regime in the 1990’s, the country experienced a period of significant social and political upheaval, creating an environment conducive to the growth of organized crime. Notable activities included drug cultivation and trafficking, particularly cannabis, as well as human trafficking, smuggling, and theft. Corruption, collusion and infiltration between members of law enforcement and organized crime groups facilitated criminal activities, protecting criminal networks, and further eroding public trust in the police.\n\nThe warden peers his head in, and Viktor is taken away to be processed.\n\nWith international support, the Albanian government, recognizing the severity of the problem, initiated efforts to combat corruption within law enforcement agencies. This included measures to strengthen internal oversight, improve training and professionalism, and implement anti-corruption reforms. Today, Albania is undergoing major judicial reform aimed at overhauling the judicial system, addressing issues such as corruption, political interference, and inefficiency. In the police force, Albania is now vetting and screening police officers, providing anti-corruption training and implementing transparency and accountability mechanisms. They have made significant progress, and the mafia no longer run rampant on the streets. However, these challenges have been deeply rooted, and clearly these problems still exist.\n\nWe become quiet, as commotion stirs outside. The warden peers his head in, and holds two fingers to pursed lips. We join him in his office for a cigarette. Florian tells me a large group of illegal immigrants have arrived; they now occupy the holding cell. We finish out discussion about corruption, with the warden explaining that he does not take bribes. The warden offers for us to stay, so as not to share a room together with the immigrants.\n\nAround 3am, Florian is taken away by another officer. I ask this officer if I can make call, no luck. I’m advised I must wait for a “Licensed Translator” to arrive before I can be processed. I open my wallet, and the warden allows me to stay in his office and write, passing the time together over cigarettes and water. By the end, it cost me nine euro for the privilege.\n\nPart 3: A big ol’ waste of everybody’s time\nThe morning glow peeks through jail cell’s the crusty barred window. A couple hours sleep on the half-broken chairs did its job, I can’t sleep any longer. The metaphorical clock passes. I say hello to the new warden. He doesn’t speak English either.\n\nEventually I am taken to be processed. I collect my bag from the warden. They lead me to an office, not more than ten metres from the holding cell. “New Zealand”, I understand, and the man inside shakes his head and points to his side. They lead me to the next office. Three men sit at their desks, a small room. A young man beckons me to sit down beside him.\n\nI’m all smiles. I have been preparing for this moment. “Hi, how are you?”\n\n“I am good, and you?”\n\n“Who are you?”\n\n“I am Officer Kola. Narcotics department.” Kola? Is that a nickname?\n\n“What time is it?”\n\n“9:45.”\n\n“Where is my lawyer?”\n\n“He is coming. Here in a few minutes.” Sure, bro. “Passport.”\n\nI notice my phone on his desk, right in front of me. “I need to make a phone call.”\n\n“You cannot use your phone here. You will be out of here soon.”\n\n“I need to charge my phone,” I scowl.\n\nI produce a cable, and fumble around with my phone. It’s still on. I hurriedly message Lucie; “I’m ok. Not done yet. Going to meet Lawyer soon. They found 1g weed, that’s the main issue. I think I shouldn’t even get a fine. Talk to you soon. Story coming.”\n\nI skim my messages from Lucie. “In contact with the New Zealand Embassy in Rome. The Embassy will contact you. Here’s a list of lawyers in Tirana.”\n\n“Enough,” barks Kola. “You cannot use your phone here.” I message Jade, “ASK LUCIE”. He shoos me off and I leave it to charge. For the first time, I truly feel relaxed. I hand Kola my passport, and he starts tapping at the keyboard. For a few minutes there is silence between us. He offers me a cigarette.\n\nI study my surroundings. Inside this room lies three messy desks, a few computers, a dusty bookshelf. A large printer sits on a small table in the middle of the room. A small painting hangs on one wall, slightly crooked. Alongside stacks of papers, I see my laptop, snus container, and two plastic evidence bags on his desk. An officer nudges me, the leg of my wooden chair pinching an evidence bag on the floor, and I’d notice the jumbled stack of evidence behind me. A piss in a cup. In one corner, a man sits at his computer, same age as I am.\n\n“What is in this bag?”\n\n“What do you think this is? Haven’t these idiots taken it to the lab yet? Why are you asking me?”\n\nHis face remains still. “Anyone can find out what this is with a quick Google search. There is no need to send it to the lab.” He puts down the snus and lifts the other bag. “And what is this?”\n\n“I don’t understand what you are talking about. I need a, ✌Licensed Translator✌.”\n\n“We do not need a translator, we can –”\n\n“Oh,” I interject, raising my voice. I’ve never grinned harder. The sarcasm is dripping out of my mouth. “There’s no Licensed Translator? You mean to tell me I have been waiting in this jail cell for ten hours, waiting for a ✌Licensed Translator ✌to arrive, yet we do not need one? Problem is, I don’t understand you!”\n\nThere are other officers loitering around in the background, at the other desk, inside the room, outside the room. “I am not your enemy,” he says. “I have to follow the procedure. We are not going to charge you with anything. If you tell me it is for personal consumption, you can leave.”\n\n“I have to follow the procedure too. Tell me, where is my lawyer?” I say angrily, cracking another wide smile.\n\n“He will be here in two minutes.”\n\nI keep quiet. Kola’ asks some more questions, innocent ones too. “How long have you been here?” \n“What are you doing here in Tirana?” “What is your father’s name?” I start to feel a little bit sorry for Kola. He is just doing his job, but his colleagues brought me here. Each time I throw him shit.\n\nKola relaxes from his keyboard, and the printer starts to buzzing. Bzzz… “Yeah, I’d love a coffee thanks.” …Bzzz… I pass him his machine-made espresso and take a sip of my own. …Bzzz. The printer stops, and I hand them to him. Eighteen pages. These are for me!?\n\nLike many of the people I have seen here, Kola wears plain clothes – black t-shirt, black pants, black shoes. In stark contrast, I am wearing an off-white linen shirt, my favourite pink shorts. I’d guess, best-dressed in the entire building. That is, until my lawyer arrives.\n\nPetrin walks in, and Kola hands him the eighteen pages. They obviously already know eachother. Petrin and I take some time alone. He explains to me that this is a very simple case, and they’re going to let me go. In terms of marijuana, Albania has some of the harshest penalties in Europe. New reforms around legalization of medicinal cannabis passed just months ago, and there are now proposals for total legalization. Police still firmly treat marijuana strictly, though there are no penalties for possession of less than three grams, as long as it is for personal consumption. The system has a big problem: they must follow the same procedure, whether it’s one gram or one hundred kilos.\n\nWe start to go through the papers together. He translates sentence by sentence. The first two paragraphs consist of explanatory information gleamed from my passport, some references to laws, [xxxx – acquire and translate]. Then it describes how I was arrested – in possession of suspected cannabis, in possession of suspected nicotine. Nicotine?\n\nI take Petrin through one part of the story – the accusation of cocaine. He suggests I can ask to have it altered if I want, but that, though it would not really matter, from a legal perspective, altering the page to suggest I might have had cocaine could only be a bad thing.\n\nI take Petrin through the rest; the approach, the accusation of cocaine, the first officer who rubs his thumb against his two fingers. I discuss the denial of water (to someone who is, in their view, probably on drugs), the denial of contact, holding me for far longer than necessary. He explains that there is no process here by which I can add this information. He suggests I can always send a formal complaint later, otherwise I would have to sue.\n\nWe go through the rest of the pages. On each page, the first two paragraphs are repeated. Then there is a little section about the formal procedure that has or will be followed, and my acceptance of it.\n\n… The suspected nicotine has been bagged in an evidence bag, in accordance with some standard… Fine, I’ll sign.\n\n… The suspected marijuana has been weighed. It weight 0.7 grams, including the plastic… Fine, I’ll sign.\n\n… You have the right to remain silent… Excuse me, I have rights? Nobody has told you your rights?… Fine, I’ll sign.\n\nKola comes back and I talk freely. I briefly run him through the same story I’ve told Petrin, and advise him I will be submitting a formal complaint for unethical, probably illegal conduct leading up to my arrest and detention. For the first time, I see him crack a little smile. He offers me another cigarette as we chat about the absurdity of the situation, of the system. This has been a big ol’ waste of everybody’s time.\n\nThe police officers who arrested me knew I was going to walk away with no charge. Muscleman, 13565, Mr Illiterate, and all the other officers involved in my case. How many police resources have been wasted on me? How many policeman were involved, how many man hours? Over twenty pages of paperwork – someone at the prosecution office is supposed to read these. A lawyer, a civil servant – it’s not my responsibility to pay him! Twelve hours of my personal time. But not just my time - my girlfriend was up all night searching for how to defend me. My sister, too. I have in my inbox, emails from the New Zealand Embassy in Rome that I shall reply to. Lucie tried, Jade tried, the Embassy tried, but nobody could reach the police station. They send how many police officers to detain and arrest me, but not a single officer to answer the phone? That this happened to at least two other people last night; that this is normal; that this happens on a completely regular basis.\n\nI sign all the paperwork except for one. I consent for my piss to be tested for narcotic content in the lab. But I refuse to consent to giving a urine sample. I had argued with Petrin. “It doesn’t matter. Positive for marijuana, personal consumption. Negative, you were going to smoke it. Positive for heroin? Where’s the heroin? There’s no evidence.” “I don’t want to piss in a cup. Let me refuse, they will make me anyway, and I will piss all over it!”\n\nThey gave me a plastic cup anyway. Kola tells me, “Just a little is enough.” I haven’t pissed in six hours. Another police officer took me to the bathroom and waited outside. I fill it to the brim, tighten the lid, then wash it in the sink. The officer outside holds a plastic evidence bag open. I bend down, place it on the ground, then shake the water off my hands.\n\nLaughing his ass off, Kola gives me his number. “You can contact me about anything, it does not have to be about this case.” Petrin and I head out for coffee.\n",
            "content_html": "<p><strong>Foreword</strong></p>\n\n<p>I want to say a massive thankyou to my girlfriend Lucia. Without her I would have been alone and terrified, and this story would probably have gone quite differently. You’d think there’s not much she can do from San Francisco.</p>\n\n<h3 id=\"part-1-lies-and-intimidation\">Part 1: Lies and Intimidation</h3>\n\n<h5 id=\"monday-18th-september\">Monday 18th September</h5>\n\n<p>A productive start to a new week! It’s 4am, and I’m writing from jail in Tirana, Albania. Well, I’m smoking with the warden in his office. That privilege cost me nine euro. Potable water included.</p>\n\n<p>Live music roars from the stage, thirty metres south. The crowd sings and hollers, beer stalls busy. I’m at an open-air concert in the heart of the city, lounging as comfortably as one can on a plastic couch; journaling, taking photos, enjoying the vibrant atmosphere. I’m enjoying this different perspective on the city. I find myself marvelling at the seamless organization, the fantastic music, the joy one night can bring. I contemplate the skyscrapers under construction; an optimism for this challenged city.</p>\n\n<p>“Policia.”</p>\n\n<p>I turn around back to face him. “Excuse me?”</p>\n\n<p>A muscular plain-clothed man looks back at me. He holds his badge forth. “I am the Policia. How is your night?”</p>\n\n<p>It’s hard to hear over the music, and we are raising our voices. “Fine. Isn’t it a lovely night. Is there a problem?”</p>\n\n<p>He raises one leg onto the plastic bench and leans in towards me. Behind him, the darkness of the lowly-lit stairs leading to the Opera House. Glancing around, I notice another man approaching from behind, barriering a carefree world behind us.</p>\n\n<p>“What’s in your bag?”</p>\n\n<p>“Sorry, have I done something wrong?” I argue. “Do I have to consent? What are my rights? What the fuck is this?”</p>\n\n<p>I think back to a recent acquaintance I made. I rode five hours with a Dutch man, a diplomat in Belgrade, for the Delegation of the European Union to Serbia. He is on diplomatic mission is to help the West Balkans one day join the EU, by improving the rule of law in the West Balkans. It’s no secret Albania faces challenges with corruption, a deep-rooted systemic issue affecting politics, the judiciary, public services, healthcare, education, business. In terms of law enforcement; bribery, extortion, abuse of power. In my mind, this hulking policeman is the embodiment. His intimidation works.</p>\n\n<p>I begrudgingly remove items from my backpack, explaining each item. I do not want them to touch my shit. What’s in my bag? Well, fuck. With me I have everything of value. All day I’ve been writing emails, applying for jobs, chatting with friends and family. The city seems a right place for it. I have my phone, my cables, my passport. Brand new earbuds. My wallet, about 30,000 LEK (300€) in cash. A tote bag, inspected. An empty water bottle, sniffed. Half a can of Pringles, poured to the floor. I had my laptop too – but I didn’t take that out. On reflection, the most valuable item in there was my journal.</p>\n\n<p>A small snus container, the culprit. A snus pouch is a small, teabag-like sachet that contains tobacco product, a white powder. Swedish stuff. 100% legal. A snus container has two compartments: the bottom compartment holds the snus itself, and the top compartment is for discarding used pouches. This is what it looks like.</p>\n\n<p>[image]</p>\n\n<p>He picks it out of my backpack’s front pocket. Despite all those muscles, he simply couldn’t get it open. Pulling and twisting, not a budge. Begrudgingly I take it from his hands and pop the top flap open, pointing to the three used snus pouches. “This is snus,” I explain. “Nicotine. What else do you want?”</p>\n\n<p>Muscleman inspects it closely. “This is cocaine?”</p>\n\n<p>“NICOTINE. LEGAL.” I scowl.</p>\n\n<p>“Where did you buy this from?”</p>\n\n<p>I look at him blankly, confused by the line of questioning. “Is this man stupid?” I wonder. The second officer takes my passport off me. Soon three more officers join the scene, also working in the field. They pass around the snus container. “Cocaine” “cocaine” “cocaine”, I understand. What are we, parrots? They pick at a pouch, and the nicotine powder spills out.</p>\n\n<p>With a deep sigh, I clarify. “This is a nicotine pouch. It is a no-smoke tobacco product. You can buy this here in Albania at any tobacco store. You place it under your lip, and it releases nicotine. It smells like mint because it has a mint flavouring. You can see it here on the packaging.”\nI reach for my phone and show them pictures of the product. A quick Google translate later, I present a web page in Albanian, explaining the product its legal status.</p>\n\n<p>“We have to take it to the lab to test it for cocaine.” says Muscleman.</p>\n\n<p>As if he’d just remembered something, the offending officer closes the snus container and starts to pry open the bottom compartment again. Pop. There’s the marijuana, a few flakes, half a gram. Jackpot.</p>\n\n<p>Now I don’t talk any more. They yell at me a bunch of questions about the weed, about the cocaine. They ask about I’m shitting myself. My internal monologue is blowing up. “How the fuck did you get yourself in this situation? Were you doing something wrong? Why did you let them search you? You didn’t – he just took it from your bag! Is that legal? Is any of this legal? Fuck, I don’t even know if snus is legal here! Why did you bring the weed? You don’t even smoke!”</p>\n\n<p>A police car is coming to take me to the station. This is going to be a problem.</p>\n\n<p>“What, am I supposed to bribe these guys? How much do I bribe them? Twenty euro? Offensive. Fifty euro? Two-hundred? Fuck, that’s a lot of money. Shit, I might have told them I’m in Tirana to see the dentist. I’m dressed way too nicely. They think you have money. This is going to turn into an extortion case, isn’t it? At least it’s not the mafia, right? Why did you decide to wear your only shirt today? Why did you come here with all your valuables? You’ve been working on your laptop all day, right. And you were just on the phone with your girlfriend Lucia. Lucia? Lucia!”</p>\n\n<p>Lucia and my sister Jade both receive a flurry of cryptic messages at 11.45pm. Lucie jumps on the phone. They let me talk for twenty-six seconds, before kicking me off. I fight for my right to “talk to my lawyer” and call her back. We get a few minutes where I can explain the situation, in all uncertain terms. I have no idea what’s going to happen when they take me to the station. Maybe they’re going to take my organs. “We will just fill the paperwork, twenty minutes and then you can go.” I know this is bullshit. How can I feel comfortable putting my life in the hands of people who are actively lying, knowingly misaccusing me in a country where the Police are nicknamed “the mafia”? They kick me off the phone, and Lucie calls right back. We steal another minute.</p>\n\n<p>Two new officers arrive and cuff me. I’m still wearing my handcuff. They drive a few minutes to the station in relative silence. They uncuff me and sit me at a desk the middle of a bland, off-white concrete painted hallway with a handful of doors; in front of me, a door with a bar grill window. To my right, a new officer sits down in front of a stack of paperwork. I’ll call him Mr Illiterate, given how slowly he writes. The man who cuffed me, he can be Officer 13565, as displayed boldly on his uniform. 13565 wouldn’t tell me his name. He stands in front of me. His partner moseys around, and mingles with the new cops that have come out to greet us. Muscleman joins the party shortly later.</p>\n\n<p>There is a camera in one corner of the hallway, the type with a swivel head. I ask why it never moves. Mr Illiterate assures me it’s on. Bullshit, where’s the red light? It’s not on, is it? I put my water bottle on the table and ask for some water. “It’s not possible to drink the water here,” they tell me.</p>\n\n<p>I call Lucie for the last time. 12.02am, lasting six minutes. This time we were properly able to discuss what is going on. Lucie remembers this better than I. She describes the atmosphere as tense and chaotic. [@Lucie, any more detail you want to add here?] She talks to one of the officers, who maintains his aggressive demeanour. “This is Police station number 3!” “We are going to send it to the lab to test it for cocaine!” “He has marijuana, he is going to go to jail!” I have advised Lucie to get in contact with Jade and Dom, and together they will figure out what to do.</p>\n\n<p>Mr Illiterate slowly fills out the police report. He takes a break and offers me a cigarette. He asks me the odd question. I refuse to tell him my father’s name. By now, I’m thinking, we all know the snus is legal. I realize they only care about the marijuana, and are using “cocaine” as a scare tactic. My phone is going nuts on the table, notifications on, ringing. A friend calls. Another friend calls. Lucie calls repeatedly. They won’t let me answer.</p>\n\n<p>They ask to search my bag again. I start pulling items out on the desk, dictating for them. “This is my shorts. This is my headband. This is a box for the headphones I bought today. Here’s the receipt, too. You want to see? And here’s my shopping bag.” I pull out everything down to the bottlecap, the shell, the tissue paper. I pull out more and more tissue paper. “Because, you never know when there’s going to be toilet paper here in Tirana. I bet you don’t have any here. Wonder how you lot wipe? Smells like shit in here.” They don’t have any toilet paper. Their toilet is a plastic hole in the ground. Muscleman suspiciously picks at a large clump of tissue paper. I seize the opportunity to spread tissue all across the table for his colleagues to see, there is no drugs in the toilet paper.</p>\n\n<p>After half an hour, someone hands me a 300mL bottle of water from the mart next door. It’s too hot in here. I down it in one go. “How much costs another one?” But the mini-mart is now closed.</p>\n\n<p>13565 me tries more questions. “Where did you get it from?”</p>\n\n<p>I play with it. “What do you mean? I told you already, this is legal nicotine. You can buy this in the tobacco store.” I turn to Muscleman. “You must be the only policeman in the world stupid enough to think this is cocaine. By the way, what do you mean you’re sending that off to the lab? You don’t have a lab here. You don’t even have running water in this building!”</p>\n\n<p>“Yes, we are sending it to the lab to be tested!” Muscleman assures me.</p>\n\n<p>13565 tries again. “Where did you buy the marijuana?”</p>\n\n<p>“I don’t know what you’re talking about.”</p>\n\n<p>“Why won’t you tell, what is your father’s name?” he asks.</p>\n\n<p>“I know it doesn’t matter, it’s just for your report. But I don’t feel like telling you until you give me back my phone.”</p>\n\n<p>I start to pack my things away again. I have expressed that I am uncomfortable with them touching my stuff, because I think they are going to steal from me. Any excuse to kick a fuss. I leave the tissues strewn across the table. I leave my wallet wide open, this time with quite a bit more money in it. I leave my old headphones too, next to the brand-new box and receipt. I ask to use the toilet.</p>\n\n<p>At some point, they tell me I must go into the jail cell. I kick a fuss. I’m not moving; I want to stay here.</p>\n\n<p>Eventually they take me to another building, the headquarters “…to see your lawyer and police officer. It will take one hour.” Bullshit. They introduce me to the jail warden. He doesn’t speak English. They close the bars on us, and continue to chat, and hand over a copy of the police report. I remind them again, not for the first time – I need to use a phone, I need to call my lawyer, I need to call my embassy, I need to call my girlfriend; she is worried about the mafia. They keep my phone.</p>\n\n<p>13565’s partner beckons, and I stick my hands through the bars. The others give him shit as he struggles, a minute to undo my shackles. The jail warden props me against the wall, pats me down, then searches my bag. He rummages a little, and produces my laptop. A laptop!? I was this close to smuggling it in! He yells at the embarrassed officers behind the bars. I wink at the man who brought me in. They keep my laptop.</p>\n\n<h3 id=\"part-2-jail\">Part 2: Jail</h3>\n\n<p>The warden takes my backpack to his office, and shows me to my cell. Same as the last station – this time I’m guided through the door with a bar grill window. [This time I’m behind the door. Describe it a little more. There’s no potable water in this station either.] Inside sit a couple other fellas, young local men. They smile. “So what’d they get you for?” We exchange stories. “Yeah, these guys are the mafia. They just do what they want”. Viktor was picked up outside his apartment building, carrying a little bit of weed. The other, Florian – I forget his story – but he was the same, a little bit of weed. He’s a lawyer. “They’re not going to take your stuff, they are too scared. You won’t have any problems; they can’t do anything about a little bit of weed. They will let you go,” he advises.</p>\n\n<p>The warden pops his head in, and talks to us, Florian the translator. He can’t read my name on the papers! I start to spell, but the warden gives up and calls us into his office. The desk has two large ledgers on it. A sink lies in one corner of the room. I sit facing Florian, in front of the ledger, the warden to the side. Florian picks up a pen. “K-A-R-U-I”, I spell. “B-O-C-K-M-A-N.” The warden offers us a cigarette. Date of birth, slightly wrong. Father’s name, slightly wronger. Under instruction from the warden, Florian fills the rest of the ledger. We ash into a plastic cup with a little bit of water.</p>\n\n<p>Florian explains to the warden, I need to call my embassy, I need to call my lawyer, I need to call my girlfriend; she is worried that I am kidnapped by the mafia; I have not told her everything will be fine. No phone here. I point at a half-empty water bottle on the table, and the warden nods. I down it in one go, and move toward the sink. The warden speaks up – you can’t drink the water here either. I ask for my notebook, and he agrees.</p>\n\n<p>We’re ushered back to the cell, a place with nothing but time and good company. I take notes. Prior to the collapse of the communist regime in the 1990’s the police were unwaveringly loyal to the regime. They were instrumental in enforcing the regime and maintaining control, with no transparency, accountability, or oversight. They were tasked with repressing political dissent and opposition,[problem, not tasked with this] harassing and imprisoning at will. They perpetuated a culture of fear and repression. Bribery, off-the-books payments, nepotism, and embezzlement were commonplace, tools for expediting bureaucratic processes, to gain access to services, to avoid legal consequences. Corruption was seen as an expected, even necessary way to navigate the bureaucratic systems.</p>\n\n<p>Following the social and political collapse of the communist regime in the 1990’s, the country experienced a period of significant social and political upheaval, creating an environment conducive to the growth of organized crime. Notable activities included drug cultivation and trafficking, particularly cannabis, as well as human trafficking, smuggling, and theft. Corruption, collusion and infiltration between members of law enforcement and organized crime groups facilitated criminal activities, protecting criminal networks, and further eroding public trust in the police.</p>\n\n<p>The warden peers his head in, and Viktor is taken away to be processed.</p>\n\n<p>With international support, the Albanian government, recognizing the severity of the problem, initiated efforts to combat corruption within law enforcement agencies. This included measures to strengthen internal oversight, improve training and professionalism, and implement anti-corruption reforms. Today, Albania is undergoing major judicial reform aimed at overhauling the judicial system, addressing issues such as corruption, political interference, and inefficiency. In the police force, Albania is now vetting and screening police officers, providing anti-corruption training and implementing transparency and accountability mechanisms. They have made significant progress, and the mafia no longer run rampant on the streets. However, these challenges have been deeply rooted, and clearly these problems still exist.</p>\n\n<p>We become quiet, as commotion stirs outside. The warden peers his head in, and holds two fingers to pursed lips. We join him in his office for a cigarette. Florian tells me a large group of illegal immigrants have arrived; they now occupy the holding cell. We finish out discussion about corruption, with the warden explaining that he does not take bribes. The warden offers for us to stay, so as not to share a room together with the immigrants.</p>\n\n<p>Around 3am, Florian is taken away by another officer. I ask this officer if I can make call, no luck. I’m advised I must wait for a “Licensed Translator” to arrive before I can be processed. I open my wallet, and the warden allows me to stay in his office and write, passing the time together over cigarettes and water. By the end, it cost me nine euro for the privilege.</p>\n\n<h3 id=\"part-3-a-big-ol-waste-of-everybodys-time\">Part 3: A big ol’ waste of everybody’s time</h3>\n<p>The morning glow peeks through jail cell’s the crusty barred window. A couple hours sleep on the half-broken chairs did its job, I can’t sleep any longer. The metaphorical clock passes. I say hello to the new warden. He doesn’t speak English either.</p>\n\n<p>Eventually I am taken to be processed. I collect my bag from the warden. They lead me to an office, not more than ten metres from the holding cell. “New Zealand”, I understand, and the man inside shakes his head and points to his side. They lead me to the next office. Three men sit at their desks, a small room. A young man beckons me to sit down beside him.</p>\n\n<p>I’m all smiles. I have been preparing for this moment. “Hi, how are you?”</p>\n\n<p>“I am good, and you?”</p>\n\n<p>“Who are you?”</p>\n\n<p>“I am Officer Kola. Narcotics department.” Kola? Is that a nickname?</p>\n\n<p>“What time is it?”</p>\n\n<p>“9:45.”</p>\n\n<p>“Where is my lawyer?”</p>\n\n<p>“He is coming. Here in a few minutes.” Sure, bro. “Passport.”</p>\n\n<p>I notice my phone on his desk, right in front of me. “I need to make a phone call.”</p>\n\n<p>“You cannot use your phone here. You will be out of here soon.”</p>\n\n<p>“I need to charge my phone,” I scowl.</p>\n\n<p>I produce a cable, and fumble around with my phone. It’s still on. I hurriedly message Lucie; “I’m ok. Not done yet. Going to meet Lawyer soon. They found 1g weed, that’s the main issue. I think I shouldn’t even get a fine. Talk to you soon. Story coming.”</p>\n\n<p>I skim my messages from Lucie. “In contact with the New Zealand Embassy in Rome. The Embassy will contact you. Here’s a list of lawyers in Tirana.”</p>\n\n<p>“Enough,” barks Kola. “You cannot use your phone here.” I message Jade, “ASK LUCIE”. He shoos me off and I leave it to charge. For the first time, I truly feel relaxed. I hand Kola my passport, and he starts tapping at the keyboard. For a few minutes there is silence between us. He offers me a cigarette.</p>\n\n<p>I study my surroundings. Inside this room lies three messy desks, a few computers, a dusty bookshelf. A large printer sits on a small table in the middle of the room. A small painting hangs on one wall, slightly crooked. Alongside stacks of papers, I see my laptop, snus container, and two plastic evidence bags on his desk. An officer nudges me, the leg of my wooden chair pinching an evidence bag on the floor, and I’d notice the jumbled stack of evidence behind me. A piss in a cup. In one corner, a man sits at his computer, same age as I am.</p>\n\n<p>“What is in this bag?”</p>\n\n<p>“What do you think this is? Haven’t these idiots taken it to the lab yet? Why are you asking me?”</p>\n\n<p>His face remains still. “Anyone can find out what this is with a quick Google search. There is no need to send it to the lab.” He puts down the snus and lifts the other bag. “And what is this?”</p>\n\n<p>“I don’t understand what you are talking about. I need a, ✌Licensed Translator✌.”</p>\n\n<p>“We do not need a translator, we can –”</p>\n\n<p>“Oh,” I interject, raising my voice. I’ve never grinned harder. The sarcasm is dripping out of my mouth. “There’s no Licensed Translator? You mean to tell me I have been waiting in this jail cell for ten hours, waiting for a ✌Licensed Translator ✌to arrive, yet we do not need one? Problem is, I don’t understand you!”</p>\n\n<p>There are other officers loitering around in the background, at the other desk, inside the room, outside the room. “I am not your enemy,” he says. “I have to follow the procedure. We are not going to charge you with anything. If you tell me it is for personal consumption, you can leave.”</p>\n\n<p>“I have to follow the procedure too. Tell me, where is my lawyer?” I say angrily, cracking another wide smile.</p>\n\n<p>“He will be here in two minutes.”</p>\n\n<p>I keep quiet. Kola’ asks some more questions, innocent ones too. “How long have you been here?” \n“What are you doing here in Tirana?” “What is your father’s name?” I start to feel a little bit sorry for Kola. He is just doing his job, but his colleagues brought me here. Each time I throw him shit.</p>\n\n<p>Kola relaxes from his keyboard, and the printer starts to buzzing. Bzzz… “Yeah, I’d love a coffee thanks.” …Bzzz… I pass him his machine-made espresso and take a sip of my own. …Bzzz. The printer stops, and I hand them to him. Eighteen pages. These are for me!?</p>\n\n<p>Like many of the people I have seen here, Kola wears plain clothes – black t-shirt, black pants, black shoes. In stark contrast, I am wearing an off-white linen shirt, my favourite pink shorts. I’d guess, best-dressed in the entire building. That is, until my lawyer arrives.</p>\n\n<p>Petrin walks in, and Kola hands him the eighteen pages. They obviously already know eachother. Petrin and I take some time alone. He explains to me that this is a very simple case, and they’re going to let me go. In terms of marijuana, Albania has some of the harshest penalties in Europe. New reforms around legalization of medicinal cannabis passed just months ago, and there are now proposals for total legalization. Police still firmly treat marijuana strictly, though there are no penalties for possession of less than three grams, as long as it is for personal consumption. The system has a big problem: they must follow the same procedure, whether it’s one gram or one hundred kilos.</p>\n\n<p>We start to go through the papers together. He translates sentence by sentence. The first two paragraphs consist of explanatory information gleamed from my passport, some references to laws, [xxxx – acquire and translate]. Then it describes how I was arrested – in possession of suspected cannabis, in possession of suspected nicotine. Nicotine?</p>\n\n<p>I take Petrin through one part of the story – the accusation of cocaine. He suggests I can ask to have it altered if I want, but that, though it would not really matter, from a legal perspective, altering the page to suggest I might have had cocaine could only be a bad thing.</p>\n\n<p>I take Petrin through the rest; the approach, the accusation of cocaine, the first officer who rubs his thumb against his two fingers. I discuss the denial of water (to someone who is, in their view, probably on drugs), the denial of contact, holding me for far longer than necessary. He explains that there is no process here by which I can add this information. He suggests I can always send a formal complaint later, otherwise I would have to sue.</p>\n\n<p>We go through the rest of the pages. On each page, the first two paragraphs are repeated. Then there is a little section about the formal procedure that has or will be followed, and my acceptance of it.</p>\n\n<p>… The suspected nicotine has been bagged in an evidence bag, in accordance with some standard… Fine, I’ll sign.</p>\n\n<p>… The suspected marijuana has been weighed. It weight 0.7 grams, including the plastic… Fine, I’ll sign.</p>\n\n<p>… You have the right to remain silent… Excuse me, I have rights? Nobody has told you your rights?… Fine, I’ll sign.</p>\n\n<p>Kola comes back and I talk freely. I briefly run him through the same story I’ve told Petrin, and advise him I will be submitting a formal complaint for unethical, probably illegal conduct leading up to my arrest and detention. For the first time, I see him crack a little smile. He offers me another cigarette as we chat about the absurdity of the situation, of the system. This has been a big ol’ waste of everybody’s time.</p>\n\n<p>The police officers who arrested me knew I was going to walk away with no charge. Muscleman, 13565, Mr Illiterate, and all the other officers involved in my case. How many police resources have been wasted on me? How many policeman were involved, how many man hours? Over twenty pages of paperwork – someone at the prosecution office is supposed to read these. A lawyer, a civil servant – it’s not my responsibility to pay him! Twelve hours of my personal time. But not just my time - my girlfriend was up all night searching for how to defend me. My sister, too. I have in my inbox, emails from the New Zealand Embassy in Rome that I shall reply to. Lucie tried, Jade tried, the Embassy tried, but nobody could reach the police station. They send how many police officers to detain and arrest me, but not a single officer to answer the phone? That this happened to at least two other people last night; that this is normal; that this happens on a completely regular basis.</p>\n\n<p>I sign all the paperwork except for one. I consent for my piss to be tested for narcotic content in the lab. But I refuse to consent to giving a urine sample. I had argued with Petrin. “It doesn’t matter. Positive for marijuana, personal consumption. Negative, you were going to smoke it. Positive for heroin? Where’s the heroin? There’s no evidence.” “I don’t want to piss in a cup. Let me refuse, they will make me anyway, and I will piss all over it!”</p>\n\n<p>They gave me a plastic cup anyway. Kola tells me, “Just a little is enough.” I haven’t pissed in six hours. Another police officer took me to the bathroom and waited outside. I fill it to the brim, tighten the lid, then wash it in the sink. The officer outside holds a plastic evidence bag open. I bend down, place it on the ground, then shake the water off my hands.</p>\n\n<p>Laughing his ass off, Kola gives me his number. “You can contact me about anything, it does not have to be about this case.” Petrin and I head out for coffee.</p>\n",
            "url": "http://localhost:4000/2023/09/24/Jail-In-Tirana-EN.html",
            "date_published": "2023-09-24T00:00:00+02:00",
            "date_modified": "2023-09-24T00:00:00+02:00",
            "author": {
                "name": "Kauri Beckmann"
            }
        },
        
    
      
        
        
        {
            "id": "http://localhost:4000/2023/09/23/Template.html",
            "title": "TEMPLATE",
            "content_text": "Date\n\nBody text goes here\n",
            "content_html": "<h5 id=\"date\">Date</h5>\n\n<p>Body text goes here</p>\n",
            "url": "http://localhost:4000/2023/09/23/Template.html",
            "date_published": "2023-09-23T00:00:00+02:00",
            "date_modified": "2023-09-23T00:00:00+02:00",
            "author": {
                "name": "Kauri Beckmann"
            }
        },
        
    
      
        
        
        {
            "id": "http://localhost:4000/2023/09/23/Template-copy.html",
            "title": "TEMPLATE",
            "content_text": "Date\n\nBody text goes here\n",
            "content_html": "<h5 id=\"date\">Date</h5>\n\n<p>Body text goes here</p>\n",
            "url": "http://localhost:4000/2023/09/23/Template-copy.html",
            "date_published": "2023-09-23T00:00:00+02:00",
            "date_modified": "2023-09-23T00:00:00+02:00",
            "author": {
                "name": "Kauri Beckmann"
            }
        },
        
    
      
        
        
        {
            "id": "http://localhost:4000/2023/09/23/Marseilles-is-not-the-same-as-Versailles.html",
            "title": "Marseilles is not the same as Versailles",
            "content_text": "Thursday 13th April\n\nI was sitting atop a little hill in the middle of a roundabout, making lunch, overlooking the quiet roads, enjoying the view of the distant rolling hills. “Wait, is that a pack cover? That’s a bloody hitchhiker!” He stepped out of the car near the roundabout, a young Frenchman. We chatted over a couple dry sandwiches. He had a week off work, to go hiking, camping and surfing. We were both headed to Bordeaux and the West Coast, and decided to try travel together together… I figured, surely with two people, two guys none the less, it must be harder. I was utterly stunned when literally the first car to drive by stopped.\n\nSeems many people in this area only speak French, so having Arthur to translate was a big bonus. He is a brilliant conversationalist, always talking to people and making them laugh. We are similar in many ways, and got along well. After waiting for fifteen minutes on a bus with no driver, we decided there must be cameras; they’re just fucking with us. That’s what we’d do, if we had control. Fuck with people. I pull out one of Callum’s standard lines; “What would you do if you were a dictator?”\n\nOf course, it’s important that people are highly educated. Everybody would have to study math for one hour a day. It’s important that the government is transparent with its people. The government website would have the answer to literally anything you, a citizen, might need. All the laws and the regulations, the bus timetables, the answers to the weekly math test. It’s all there, everything, on the home page. The only page. Ctrl-f would zoom in.\n\nWe were dropped at a major toll booth and waited for ~15 minutes for someone to stop. Arthur chatted up the driver, then asked me, “Do you want to go to the coast, or do you want to go to Marseilles?”\n\nWith a little hesitation – “Fuck it – let’s go to Marseilles!”\n\nWe squeezed into this raggedy little car, five people, my head cocked against the ceiling. Almost immediately, we took a wrong turn. We were headed backwards, to Lyon, where Arthur had started his journey. It didn’t take me long to realize Versailles and Marseilles are not the same place…\nFuck it, be like the wind.\n\nOur driver was kind, and dropped us near the base of Mont Carpiagne. A fair deal, in exchange to listening to your mix tapes for two hours. It took us three hours to the peak, including detours and exploration. But considering that, despite our giant backpacks we kept pace with a large group of joggers, your mileage may vary.\n\nWith a stunning 270degreesunset – sunrise view of the city, and pitched camp nearby, the wind battering us, howling. I strapped up between the legs of a power pylon, uneven ground, with one end of the tarp a good metre above the ground. I knew it was a bad idea – but determined to have the coolest-ever-hammock setup, and armed with Arthur’s rock-stacking alternative to pegs, my stubborn ass stood ground.\n\n[Image]\n\nFriday 14th April\n\n3.00 am – One of the tarpaulin tie-downs snaps. The flapping tarp wakes me up. I secure it to my backpack.\n\n3.15 am – The adjacent tie-down breaks. The lazy fucker I am, I knot it around my feet.\n\n3.45 am – My butt is freezing. Something has shifted, I’m not certain how. I restack some rocks upwind.\n\n6.00 am – I need a piss. I can’t leave my hammock without the tarpaulin going haywire, so I decide to pack down. I notice, those rocks I restacked… one of those lines is broken too, but by some miracle it still held together. I’m not sure even I understand how that could happen.\n\n6:05 am – I discover the fourth upwind line has broken too. This one broke in-between the shock cord, which is how it’s intended to work.\n\nThe next day, the lady in the outdoor store is confused as to why on earth I need ten metres of this specific camping line. She was rather sweet, and gave us an amazing camping recommendation!\n\nWe climbed back down the mountain towards the city, wandered the streets of Marseilles, went for a swim, and retired in the prettiest hostel I’ve ever seen. [Editor’s note: I really should have written more about Marseilles, but alas.]\n\nSaturday 15th April\n\nWe went on to Montparnasse and did much of the same – though far prettier a city! We set up camp  at a local rock-climbing place, just a short bus ride on the city outskirts. After a few drinks at the top of the baby cliff, Arthur said something I shall not forget. “Your mind is like a garden. The more you nurture it, the more it will grow, the more resilient it will become. You must plant it with solid, diverse, healthy plants, such that even in absence of conscious effort, it can continue to flourish, a stable ecosystem.” Easier said than done?\n\nSunday 16th April\n\nArthur and I split ways in the morning. It’s late here at the train station in Perpignan, “the centre of the universe”. I’m prepared to find these secret hot pools, deep in the Pyrenees Mountains.\n",
            "content_html": "<h5 id=\"thursday-13th-april\">Thursday 13th April</h5>\n\n<p>I was sitting atop a little hill in the middle of a roundabout, making lunch, overlooking the quiet roads, enjoying the view of the distant rolling hills. “Wait, is that a pack cover? That’s a bloody hitchhiker!” He stepped out of the car near the roundabout, a young Frenchman. We chatted over a couple dry sandwiches. He had a week off work, to go hiking, camping and surfing. We were both headed to Bordeaux and the West Coast, and decided to try travel together together… I figured, surely with two people, two guys none the less, it <strong>must</strong> be harder. I was utterly stunned when literally the first car to drive by stopped.</p>\n\n<p>Seems many people in this area only speak French, so having Arthur to translate was a big bonus. He is a brilliant conversationalist, always talking to people and making them laugh. We are similar in many ways, and got along well. After waiting for fifteen minutes on a bus with no driver, we decided there must be cameras; they’re just fucking with us. That’s what we’d do, if we had control. Fuck with people. I pull out one of Callum’s standard lines; “What would you do if you were a dictator?”</p>\n\n<p>Of course, it’s important that people are highly educated. Everybody would have to study math for one hour a day. It’s important that the government is transparent with its people. The government website would have the answer to literally anything you, a citizen, might need. All the laws and the regulations, the bus timetables, the answers to the weekly math test. It’s all there, everything, on the home page. The only page. Ctrl-f would zoom in.</p>\n\n<p>We were dropped at a major toll booth and waited for ~15 minutes for someone to stop. Arthur chatted up the driver, then asked me, “Do you want to go to the coast, or do you want to go to Marseilles?”</p>\n\n<p>With a little hesitation – “Fuck it – let’s go to Marseilles!”</p>\n\n<p>We squeezed into this raggedy little car, five people, my head cocked against the ceiling. Almost immediately, we took a wrong turn. We were headed backwards, to Lyon, where Arthur had started his journey. It didn’t take me long to realize Versailles and Marseilles are not the same place…\nFuck it, be like the wind.</p>\n\n<p>Our driver was kind, and dropped us near the base of Mont Carpiagne. A fair deal, in exchange to listening to your mix tapes for two hours. It took us three hours to the peak, including detours and exploration. But considering that, despite our giant backpacks we kept pace with a large group of joggers, your mileage may vary.</p>\n\n<p>With a stunning 270degreesunset – sunrise view of the city, and pitched camp nearby, the wind battering us, howling. I strapped up between the legs of a power pylon, uneven ground, with one end of the tarp a good metre above the ground. I knew it was a bad idea – but determined to have the coolest-ever-hammock setup, and armed with Arthur’s rock-stacking alternative to pegs, my stubborn ass stood ground.</p>\n\n<p>[Image]</p>\n\n<h5 id=\"friday-14th-april\">Friday 14th April</h5>\n\n<p>3.00 am – One of the tarpaulin tie-downs snaps. The flapping tarp wakes me up. I secure it to my backpack.</p>\n\n<p>3.15 am – The adjacent tie-down breaks. The lazy fucker I am, I knot it around my feet.</p>\n\n<p>3.45 am – My butt is freezing. Something has shifted, I’m not certain how. I restack some rocks upwind.</p>\n\n<p>6.00 am – I need a piss. I can’t leave my hammock without the tarpaulin going haywire, so I decide to pack down. I notice, those rocks I restacked… one of those lines is broken too, but by some miracle it still held together. I’m not sure even I understand how that could happen.</p>\n\n<p>6:05 am – I discover the fourth upwind line has broken too. This one broke in-between the shock cord, which is how it’s intended to work.</p>\n\n<p>The next day, the lady in the outdoor store is confused as to why on earth I need ten metres of this specific camping line. She was rather sweet, and gave us an amazing camping recommendation!</p>\n\n<p>We climbed back down the mountain towards the city, wandered the streets of Marseilles, went for a swim, and retired in the prettiest hostel I’ve ever seen. [Editor’s note: I really should have written more about Marseilles, but alas.]</p>\n\n<h5 id=\"saturday-15th-april\">Saturday 15th April</h5>\n\n<p>We went on to Montparnasse and did much of the same – though far prettier a city! We set up camp  at a local rock-climbing place, just a short bus ride on the city outskirts. After a few drinks at the top of the baby cliff, Arthur said something I shall not forget. “Your mind is like a garden. The more you nurture it, the more it will grow, the more resilient it will become. You must plant it with solid, diverse, healthy plants, such that even in absence of conscious effort, it can continue to flourish, a stable ecosystem.” Easier said than done?</p>\n\n<h5 id=\"sunday-16th-april\">Sunday 16th April</h5>\n\n<p>Arthur and I split ways in the morning. It’s late here at the train station in Perpignan, “the centre of the universe”. I’m prepared to find these secret hot pools, deep in the Pyrenees Mountains.</p>\n",
            "url": "http://localhost:4000/2023/09/23/Marseilles-is-not-the-same-as-Versailles.html",
            "date_published": "2023-09-23T00:00:00+02:00",
            "date_modified": "2023-09-23T00:00:00+02:00",
            "author": {
                "name": "Kauri Beckmann"
            }
        },
        
    
      
        
        
        {
            "id": "http://localhost:4000/2023/09/23/Dear-Emil's-Mother.html",
            "title": "Dear Emil's Mother",
            "content_text": "Tuesday 23rd May 2023\n\nDear Emil’s mother,\n\n\nI just wanted to say a proper thankyou for everything – your kindness has not been lost on me! \nWhen Emil and his girlfriend Paula asked me if I was hungry – and suggested we detour to a specific kebab shop in Brussels – I did not expect Paula to return with just one giant kebab for me! Somehow I feel you have been a wonderful mother… your kindness is certainly reflected in your son!\n\n\nI’m sorry about the night prior. I was camped thirty metres into a rather beautiful bush behind a construction site, where Emil and Paula dropped me off. (I was definitely not supposed to be there!) Not recognizing Emil and Paula, but shadowed strangers calling in the distance, I turned my head torch off and hid!\n\n\nAnd the breakfast, lunch and constant snacks – you really stuffed all three of us kids! I have never been offered a full change of clothes before after a shower – let alone a brand new vape!\nMy friends ask me to tell stories – and it seems, for some reason, now they all want to meet you and your family. Though we could not speak directly, I felt your motherly warmth and kindness. I really enjoyed spending the afternoon with you.\n\n\nWhat is it about your culture, that makes you so kind to strangers? Along my travels I met many Ukranian people, and they have all been so kind, caring, charitable to me.\n\n\nI wish all the best for you, your family and your countrymen.\n\n\nUntil I see you again,\n\n\nKauri\n\n\nPs: I ate all your chocolate in two days.\n",
            "content_html": "<h5 id=\"tuesday-23rd-may-2023\">Tuesday 23rd May 2023</h5>\n\n<p>Dear Emil’s mother,</p>\n\n<p><br />\nI just wanted to say a proper thankyou for everything – your kindness has not been lost on me! \nWhen Emil and his girlfriend Paula asked me if I was hungry – and suggested we detour to a specific kebab shop in Brussels – I did not expect Paula to return with just one giant kebab for me! Somehow I feel you have been a wonderful mother… your kindness is certainly reflected in your son!</p>\n\n<p><br />\nI’m sorry about the night prior. I was camped thirty metres into a rather beautiful bush behind a construction site, where Emil and Paula dropped me off. (I was definitely not supposed to be there!) Not recognizing Emil and Paula, but shadowed strangers calling in the distance, I turned my head torch off and hid!</p>\n\n<p><br />\nAnd the breakfast, lunch and constant snacks – you really stuffed all three of us kids! I have never been offered a full change of clothes before after a shower – let alone a brand new vape!\nMy friends ask me to tell stories – and it seems, for some reason, now they all want to meet you and your family. Though we could not speak directly, I felt your motherly warmth and kindness. I really enjoyed spending the afternoon with you.</p>\n\n<p><br />\nWhat is it about your culture, that makes you so kind to strangers? Along my travels I met many Ukranian people, and they have all been so kind, caring, charitable to me.</p>\n\n<p><br />\nI wish all the best for you, your family and your countrymen.</p>\n\n<p><br />\nUntil I see you again,</p>\n\n<p><br />\nKauri</p>\n\n<p><br />\nPs: I ate all your chocolate in two days.</p>\n",
            "url": "http://localhost:4000/2023/09/23/Dear-Emil's-Mother.html",
            "date_published": "2023-09-23T00:00:00+02:00",
            "date_modified": "2023-09-23T00:00:00+02:00",
            "author": {
                "name": "Kauri Beckmann"
            }
        },
        
    
      
        
        
        {
            "id": "http://localhost:4000/2023/09/23/Fahren-600km-mit-Anhalter-f%C3%BCr-einen-Zahnarzttermin.html",
            "title": "Fahren 600km mit Anhalter für einen Zahnarzttermin",
            "content_text": "Draft notes:\nGerman translation is important for this one.\n\nThursday 15th June 2023\n\nHi Georg,\n\nI’ve been reflecting on our conversation on Wednesday. The group meeting was really needed – Lucia and I did leave the kitchen in an unacceptable state; unemptied bins, a dirty dish left by the sink. It was exactly the wake-up call we needed after, you know, an exhausting, sleepless night.\nYou are right; we should leave the kitchen spotless at all times, but especially when you are coming back from holiday. Though, I do hope you appreciated coming back to a house stocked with fresh food. Because when you left for holiday last Wednesday, Lucia arrived home to find rancid milk, peppers rotting in the fridge, and apples more like compost. Like the rest, you’ll probably never know. It’s just one of those little things.\n\nYou are right; as a guest, I should take care of more “little things” around the house, to make up for the fact that I drink your coffee and don’t pay rent. Next time I’ll make sure to tell you  when I wash the dirty dishes you leave on the counter, when I empty the dishwasher, or clean the toilet, or rehang laundry fallen to the floor; or when I stock the house with milk and oats. I’ll keep offering you dinner, even though the last two times you didn’t eat any of it. I sure wouldn’t want to be called a freeloader again!\n\nYou are right; in a garage with eight bikes, two cars and a rusty ping-pong table, Lucia’s second bike is incredibly inconvenient; it’s taking up far too much space. Berate her! Oh, and don’t bother offering any obvious solutions either.\nIt’s just a little thing, the way you talk to people. Intolerant, unempathetic, callous; yet somehow so emotional. It must be nice being flatmate-landlord. You’re an equal, you’re superior. Whatever’s more convenient? I suggest you don’t move out of mum and dad’s old home – because when you don’t hold all the power, you’re fucked.\nI realize I haven’t properly said, thanks for the hospitality. Next time I’ll empty the bins for you too.\n\nCheers,\nKauri\n\nP.s: Sorry for not telling you my upcoming travel plans until you asked.\nP.s.s: I hear your parents are exceptionally kind. I wonder what your mother would say?\n",
            "content_html": "<p>Draft notes:\nGerman translation is important for this one.</p>\n\n<h5 id=\"thursday-15th-june-2023\">Thursday 15th June 2023</h5>\n\n<p>Hi Georg,</p>\n\n<p>I’ve been reflecting on our conversation on Wednesday. The group meeting was really needed – Lucia and I did leave the kitchen in an unacceptable state; unemptied bins, a dirty dish left by the sink. It was exactly the wake-up call we needed after, you know, an exhausting, sleepless night.\nYou are right; we should leave the kitchen spotless at all times, but especially when you are coming back from holiday. Though, I do hope you appreciated coming back to a house stocked with fresh food. Because when you left for holiday last Wednesday, Lucia arrived home to find rancid milk, peppers rotting in the fridge, and apples more like compost. Like the rest, you’ll probably never know. It’s just one of those little things.</p>\n\n<p>You are right; as a guest, I should take care of more “little things” around the house, to make up for the fact that I drink your coffee and don’t pay rent. Next time I’ll make sure to tell you  when I wash the dirty dishes you leave on the counter, when I empty the dishwasher, or clean the toilet, or rehang laundry fallen to the floor; or when I stock the house with milk and oats. I’ll keep offering you dinner, even though the last two times you didn’t eat any of it. I sure wouldn’t want to be called a freeloader again!</p>\n\n<p>You are right; in a garage with eight bikes, two cars and a rusty ping-pong table, Lucia’s second bike is incredibly inconvenient; it’s taking up far too much space. Berate her! Oh, and don’t bother offering any obvious solutions either.\nIt’s just a little thing, the way you talk to people. Intolerant, unempathetic, callous; yet somehow so emotional. It must be nice being flatmate-landlord. You’re an equal, you’re superior. Whatever’s more convenient? I suggest you don’t move out of mum and dad’s old home – because when you don’t hold all the power, you’re fucked.\nI realize I haven’t properly said, thanks for the hospitality. Next time I’ll empty the bins for you too.</p>\n\n<p>Cheers,\nKauri</p>\n\n<p>P.s: Sorry for not telling you my upcoming travel plans until you asked.\nP.s.s: I hear your parents are exceptionally kind. I wonder what your mother would say?</p>\n",
            "url": "http://localhost:4000/2023/09/23/Fahren-600km-mit-Anhalter-f%C3%BCr-einen-Zahnarzttermin.html",
            "date_published": "2023-09-23T00:00:00+02:00",
            "date_modified": "2023-09-23T00:00:00+02:00",
            "author": {
                "name": "Kauri Beckmann"
            }
        },
        
    
      
        
        
        {
            "id": "http://localhost:4000/2023/09/23/A-Letter-to-Lucia's-Landlord.html",
            "title": "The Little Things <br> A Letter to Lucia's Landlord",
            "content_text": "Draft notes:\nGerman translation is important for this one.\n\nThursday 15th June 2023\n\nHi Georg,\n\nI’ve been reflecting on our conversation on Wednesday. The group meeting was really needed – Lucia and I did leave the kitchen in an unacceptable state; unemptied bins, a dirty dish left by the sink. It was exactly the wake-up call we needed after, you know, an exhausting, sleepless night.\nYou are right; we should leave the kitchen spotless at all times, but especially when you are coming back from holiday. Though, I do hope you appreciated coming back to a house stocked with fresh food. Because when you left for holiday last Wednesday, Lucia arrived home to find rancid milk, peppers rotting in the fridge, and apples more like compost. Like the rest, you’ll probably never know. It’s just one of those little things.\n\nYou are right; as a guest, I should take care of more “little things” around the house, to make up for the fact that I drink your coffee and don’t pay rent. Next time I’ll make sure to tell you  when I wash the dirty dishes you leave on the counter, when I empty the dishwasher, or clean the toilet, or rehang laundry fallen to the floor; or when I stock the house with milk and oats. I’ll keep offering you dinner, even though the last two times you didn’t eat any of it. I sure wouldn’t want to be called a freeloader again!\n\nYou are right; in a garage with eight bikes, two cars and a rusty ping-pong table, Lucia’s second bike is incredibly inconvenient; it’s taking up far too much space. Berate her! Oh, and don’t bother offering any obvious solutions either.\nIt’s just a little thing, the way you talk to people. Intolerant, unempathetic, callous; yet somehow so emotional. It must be nice being flatmate-landlord. You’re an equal, you’re superior. Whatever’s more convenient? I suggest you don’t move out of mum and dad’s old home – because when you don’t hold all the power, you’re fucked.\nI realize I haven’t properly said, thanks for the hospitality. Next time I’ll empty the bins for you too.\n\nCheers,\nKauri\n\nP.s: Sorry for not telling you my upcoming travel plans until you asked.\nP.s.s: I hear your parents are exceptionally kind. I wonder what your mother would say?\n",
            "content_html": "<p>Draft notes:\nGerman translation is important for this one.</p>\n\n<h5 id=\"thursday-15th-june-2023\">Thursday 15th June 2023</h5>\n\n<p>Hi Georg,</p>\n\n<p>I’ve been reflecting on our conversation on Wednesday. The group meeting was really needed – Lucia and I did leave the kitchen in an unacceptable state; unemptied bins, a dirty dish left by the sink. It was exactly the wake-up call we needed after, you know, an exhausting, sleepless night.\nYou are right; we should leave the kitchen spotless at all times, but especially when you are coming back from holiday. Though, I do hope you appreciated coming back to a house stocked with fresh food. Because when you left for holiday last Wednesday, Lucia arrived home to find rancid milk, peppers rotting in the fridge, and apples more like compost. Like the rest, you’ll probably never know. It’s just one of those little things.</p>\n\n<p>You are right; as a guest, I should take care of more “little things” around the house, to make up for the fact that I drink your coffee and don’t pay rent. Next time I’ll make sure to tell you  when I wash the dirty dishes you leave on the counter, when I empty the dishwasher, or clean the toilet, or rehang laundry fallen to the floor; or when I stock the house with milk and oats. I’ll keep offering you dinner, even though the last two times you didn’t eat any of it. I sure wouldn’t want to be called a freeloader again!</p>\n\n<p>You are right; in a garage with eight bikes, two cars and a rusty ping-pong table, Lucia’s second bike is incredibly inconvenient; it’s taking up far too much space. Berate her! Oh, and don’t bother offering any obvious solutions either.\nIt’s just a little thing, the way you talk to people. Intolerant, unempathetic, callous; yet somehow so emotional. It must be nice being flatmate-landlord. You’re an equal, you’re superior. Whatever’s more convenient? I suggest you don’t move out of mum and dad’s old home – because when you don’t hold all the power, you’re fucked.\nI realize I haven’t properly said, thanks for the hospitality. Next time I’ll empty the bins for you too.</p>\n\n<p>Cheers,\nKauri</p>\n\n<p>P.s: Sorry for not telling you my upcoming travel plans until you asked.\nP.s.s: I hear your parents are exceptionally kind. I wonder what your mother would say?</p>\n",
            "url": "http://localhost:4000/2023/09/23/A-Letter-to-Lucia's-Landlord.html",
            "date_published": "2023-09-23T00:00:00+02:00",
            "date_modified": "2023-09-23T00:00:00+02:00",
            "author": {
                "name": "Kauri Beckmann"
            }
        },
        
    
      
        
        
        {
            "id": "http://localhost:4000/2023/08/08/Introduction.html",
            "title": "Intro",
            "content_text": "XXXXXXXXXXXXXXXXXX\n\nSaturday 17th June 2023\n\nDear friends and family, and to those of you I’ve met along the way,\nAs you may or may not know, for the last five months I’ve been travelling around Europe. I’ve been skiing in Austria and France, exploring the German/Austrian Alps, and spent days searching for secret hot springs in the Pyrenees Mountains.  I’ve attempted to live in the UK, attended a graduation ceremony in Poland, and (unofficially) co-authored a research paper in Germany. I’ve hitchhiked over 9,000km to date. I’ve contemplated life, battered by howling winds, hanging beneath the legs of a mountaintop power pylon. It’s been a quarter-life crisis of an adventure, and I’d like to share that with you.\nI’m ashamed to say, I’m not exactly great at sharing my life. I think about you a lot. (Some of you, more than others.) That’s why I’ve decided to create this blog, to share with you some of my favourite stories from my travels. Some are stories of love and kindness, of the beautiful people I’ve met along the way. Others are of failure and frustration, or chaos and absurdity. Some yet are simply a documentation of the beauty of nature.\nI hope you enjoy snf get s glimplse into my life here snf the advdenture I call life – align with blog name/cargchphrase \nLove,\nKauri\nPs: For those of you wondering, I’ve also decided, fuck the plans to work in the UK. I’ll be doing a Masters degree in Germany, come October. You can read more about that here.\nPps: Some stories will have German translations. In fact, some stories are English translations. To you Germans, if you want a proper laugh, feel free to check out the originals.\n",
            "content_html": "<p>XXXXXXXXXXXXXXXXXX</p>\n\n<p>Saturday 17th June 2023</p>\n\n<p>Dear friends and family, and to those of you I’ve met along the way,\nAs you may or may not know, for the last five months I’ve been travelling around Europe. I’ve been skiing in Austria and France, exploring the German/Austrian Alps, and spent days searching for secret hot springs in the Pyrenees Mountains.  I’ve attempted to live in the UK, attended a graduation ceremony in Poland, and (unofficially) co-authored a research paper in Germany. I’ve hitchhiked over 9,000km to date. I’ve contemplated life, battered by howling winds, hanging beneath the legs of a mountaintop power pylon. It’s been a quarter-life crisis of an adventure, and I’d like to share that with you.\nI’m ashamed to say, I’m not exactly great at sharing my life. I think about you a lot. (Some of you, more than others.) That’s why I’ve decided to create this blog, to share with you some of my favourite stories from my travels. Some are stories of love and kindness, of the beautiful people I’ve met along the way. Others are of failure and frustration, or chaos and absurdity. Some yet are simply a documentation of the beauty of nature.\nI hope you enjoy snf get s glimplse into my life here snf the advdenture I call life – align with blog name/cargchphrase \nLove,\nKauri\nPs: For those of you wondering, I’ve also decided, fuck the plans to work in the UK. I’ll be doing a Masters degree in Germany, come October. You can read more about that here.\nPps: Some stories will have German translations. In fact, some stories are English translations. To you Germans, if you want a proper laugh, feel free to check out the originals.</p>\n",
            "url": "http://localhost:4000/2023/08/08/Introduction.html",
            "date_published": "2023-08-08T00:00:00+02:00",
            "date_modified": "2023-08-08T00:00:00+02:00",
            "author": {
                "name": "Kauri"
            }
        },
        
    
      
        
        
        {
            "id": "http://localhost:4000/2023/08/08/Introduction-DE.html",
            "title": "Intro",
            "content_text": "XXXXXXXXXXXXXXXXX\n\nSaturday 17th June 2023\n\nDear friends and family, and to those of you I’ve met along the way,\nAs you may or may not know, for the last five months I’ve been travelling around Europe. I’ve been skiing in Austria and France, exploring the German/Austrian Alps, and spent days searching for secret hot springs in the Pyrenees Mountains.  I’ve attempted to live in the UK, attended a graduation ceremony in Poland, and (unofficially) co-authored a research paper in Germany. I’ve hitchhiked over 9,000km to date. I’ve contemplated life, battered by howling winds, hanging beneath the legs of a mountaintop power pylon. It’s been a quarter-life crisis of an adventure, and I’d like to share that with you.\nI’m ashamed to say, I’m not exactly great at sharing my life. I think about you a lot. (Some of you, more than others.) That’s why I’ve decided to create this blog, to share with you some of my favourite stories from my travels. Some are stories of love and kindness, of the beautiful people I’ve met along the way. Others are of failure and frustration, or chaos and absurdity. Some yet are simply a documentation of the beauty of nature.\nI hope you enjoy snf get s glimplse into my life here snf the advdenture I call life – align with blog name/cargchphrase \nLove,\nKauri\nPs: For those of you wondering, I’ve also decided, fuck the plans to work in the UK. I’ll be doing a Masters degree in Germany, come October. You can read more about that here.\nPps: Some stories will have German translations. In fact, some stories are English translations. To you Germans, if you want a proper laugh, feel free to check out the originals.\n",
            "content_html": "<p>XXXXXXXXXXXXXXXXX</p>\n\n<p>Saturday 17th June 2023</p>\n\n<p>Dear friends and family, and to those of you I’ve met along the way,\nAs you may or may not know, for the last five months I’ve been travelling around Europe. I’ve been skiing in Austria and France, exploring the German/Austrian Alps, and spent days searching for secret hot springs in the Pyrenees Mountains.  I’ve attempted to live in the UK, attended a graduation ceremony in Poland, and (unofficially) co-authored a research paper in Germany. I’ve hitchhiked over 9,000km to date. I’ve contemplated life, battered by howling winds, hanging beneath the legs of a mountaintop power pylon. It’s been a quarter-life crisis of an adventure, and I’d like to share that with you.\nI’m ashamed to say, I’m not exactly great at sharing my life. I think about you a lot. (Some of you, more than others.) That’s why I’ve decided to create this blog, to share with you some of my favourite stories from my travels. Some are stories of love and kindness, of the beautiful people I’ve met along the way. Others are of failure and frustration, or chaos and absurdity. Some yet are simply a documentation of the beauty of nature.\nI hope you enjoy snf get s glimplse into my life here snf the advdenture I call life – align with blog name/cargchphrase \nLove,\nKauri\nPs: For those of you wondering, I’ve also decided, fuck the plans to work in the UK. I’ll be doing a Masters degree in Germany, come October. You can read more about that here.\nPps: Some stories will have German translations. In fact, some stories are English translations. To you Germans, if you want a proper laugh, feel free to check out the originals.</p>\n",
            "url": "http://localhost:4000/2023/08/08/Introduction-DE.html",
            "date_published": "2023-08-08T00:00:00+02:00",
            "date_modified": "2023-08-08T00:00:00+02:00",
            "author": {
                "name": "Kauri"
            }
        },
        
    
      
        
        
        {
            "id": "http://localhost:4000/2022/05/03/Langtest-EN.html",
            "title": "Language1 EN",
            "content_text": "donkey kong\n\nasdojskd;fla\naskljfe3;lk2j;4lk2j34po23uj \n@@@@@@@@@@@@@@@@@@@@@K#J@O*&amp;$U#IO@JKL@J#???\n",
            "content_html": "<p>donkey kong</p>\n\n<p>asdojskd;fla\naskljfe3;lk2j;4lk2j34po23uj \n@@@@@@@@@@@@@@@@@@@@@K#J@O*&amp;$U#IO@JKL@J#???</p>\n",
            "url": "http://localhost:4000/2022/05/03/Langtest-EN.html",
            "date_published": "2022-05-03T00:00:00+02:00",
            "date_modified": "2022-05-03T00:00:00+02:00",
            "author": {
                "name": "Kauri"
            }
        },
        
    
      
        
        
        {
            "id": "http://localhost:4000/2022/05/03/Langtest-DE.html",
            "title": "Deutschsprache2",
            "content_text": "donkey kong\n\nasdojskd;fla\naskljfe3;lk2j;4lk2j34po23uj \n@@@@@@@@@@@@@@@@@@@@@K#J@O*&amp;$U#IO@JKL@J#???\n",
            "content_html": "<p>donkey kong</p>\n\n<p>asdojskd;fla\naskljfe3;lk2j;4lk2j34po23uj \n@@@@@@@@@@@@@@@@@@@@@K#J@O*&amp;$U#IO@JKL@J#???</p>\n",
            "url": "http://localhost:4000/2022/05/03/Langtest-DE.html",
            "date_published": "2022-05-03T00:00:00+02:00",
            "date_modified": "2022-05-03T00:00:00+02:00",
            "author": {
                "name": "Kauri"
            }
        },
        
    
      
        
        
        {
            "id": "http://localhost:4000/2012/11/11/DRAFT-TEST-EN.html",
            "title": "Tittse",
            "content_text": "Draft test Heading 1\nHeading 2\nHeading 3\nHeading 4\nHeading 5\nHeading 6\nHeading 7\nHeading 8\nHeading 9\nHeading 10\n\ndonkey kong\n\nasdojskd;fla\naskljfe3;lk2j;4lk2j34po23uj \n@@@@@@@@@@@@@@@@@@@@@K#J@O*&amp;$U#IO@JKL@J#???\n",
            "content_html": "<h1>Draft test Heading 1</h1>\n<h2>Heading 2</h2>\n<h3>Heading 3</h3>\n<h4>Heading 4</h4>\n<h5>Heading 5</h5>\n<h6>Heading 6</h6>\n<h7>Heading 7</h7>\n<h8>Heading 8</h8>\n<h9>Heading 9</h9>\n<h10>Heading 10</h10>\n\n<p>donkey kong</p>\n\n<p>asdojskd;fla\naskljfe3;lk2j;4lk2j34po23uj \n@@@@@@@@@@@@@@@@@@@@@K#J@O*&amp;$U#IO@JKL@J#???</p>\n",
            "url": "http://localhost:4000/2012/11/11/DRAFT-TEST-EN.html",
            "date_published": "2012-11-11T00:00:00+01:00",
            "date_modified": "2012-11-11T00:00:00+01:00",
            "author": {
                "name": "Kauri Beckmann"
            }
        },
        
    
      
        
        
        {
            "id": "http://localhost:4000/literature/2011/11/11/the-adventure-of-the-cardboard-box.html",
            "title": "The Adventure of the Cardboard Box and a longer word poop 12312312",
            "content_text": "In choosing a few typical cases which illustrate the remarkable mental qualities of my friend, Sherlock Holmes1, I have endeavoured, as far as possible, to select those which presented the minimum of sensationalism, while offering a fair field for his talents. It is, however, unfortunately impossible entirely to separate the sensational from the criminal, and a chronicler is left in the dilemma that he must either sacrifice details which are essential to his statement and so give a false impression of the problem, or he must use matter which chance, and not choice, has provided him with. With this short preface I shall turn to my notes of what proved to be a strange, though a peculiarly terrible, chain of events.\n\nIt was a blazing hot day in August. Baker Street was like an oven, and the glare of the sunlight upon the yellow brickwork of the house across the road was painful to the eye. It was hard to believe that these were the same walls which loomed so gloomily through the fogs of winter. Our blinds were half-drawn, and Holmes lay curled upon the sofa, reading and re-reading a letter which he had received by the morning post. For myself, my term of service in India had trained me to stand heat better than cold, and a thermometer at ninety was no hardship. But the morning paper was uninteresting. Parliament had risen. Everybody was out of town, and I yearned for the glades of the New Forest or the shingle of Southsea. A depleted bank account had caused me to postpone my holiday, and as to my companion, neither the country nor the sea presented the slightest attraction to him. He loved to lie in the very center of five millions of people, with his filaments stretching out and running through them, responsive to every little rumour or suspicion of unsolved crime. Appreciation of nature found no place among his many gifts, and his only change was when he turned his mind from the evil-doer of the town to track down his brother of the country.\n\n\n  \n    \n      This is some text for a footnote. &#8617;\n    \n  \n\n",
            "content_html": "<p>In choosing a few typical cases which illustrate the remarkable mental qualities of my friend, Sherlock Holmes<sup id=\"fnref:1\" role=\"doc-noteref\"><a href=\"#fn:1\" class=\"footnote\" rel=\"footnote\">1</a></sup>, I have endeavoured, as far as possible, to select those which presented the minimum of sensationalism, while offering a fair field for his talents. It is, however, unfortunately impossible entirely to separate the sensational from the criminal, and a chronicler is left in the dilemma that he must either sacrifice details which are essential to his statement and so give a false impression of the problem, or he must use matter which chance, and not choice, has provided him with. With this short preface I shall turn to my notes of what proved to be a strange, though a peculiarly terrible, chain of events.</p>\n\n<p>It was a blazing hot day in August. Baker Street was like an oven, and the glare of the sunlight upon the yellow brickwork of the house across the road was painful to the eye. It was hard to believe that these were the same walls which loomed so gloomily through the fogs of winter. Our blinds were half-drawn, and Holmes lay curled upon the sofa, reading and re-reading a letter which he had received by the morning post. For myself, my term of service in India had trained me to stand heat better than cold, and a thermometer at ninety was no hardship. But the morning paper was uninteresting. Parliament had risen. Everybody was out of town, and I yearned for the glades of the New Forest or the shingle of Southsea. A depleted bank account had caused me to postpone my holiday, and as to my companion, neither the country nor the sea presented the slightest attraction to him. He loved to lie in the very center of five millions of people, with his filaments stretching out and running through them, responsive to every little rumour or suspicion of unsolved crime. Appreciation of nature found no place among his many gifts, and his only change was when he turned his mind from the evil-doer of the town to track down his brother of the country.</p>\n\n<div class=\"footnotes\" role=\"doc-endnotes\">\n  <ol>\n    <li id=\"fn:1\" role=\"doc-endnote\">\n      <p>This is some text for a footnote. <a href=\"#fnref:1\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n  </ol>\n</div>\n",
            "url": "http://localhost:4000/literature/2011/11/11/the-adventure-of-the-cardboard-box.html",
            "date_published": "2011-11-11T00:00:00+01:00",
            "date_modified": "2011-11-11T00:00:00+01:00",
            "author": {
                "name": "Arthur Conan Doyle"
            }
        },
        
    
      
        
        
        {
            "id": "http://localhost:4000/literature/2011/11/11/the-adventure-of-the-cardboard-box-DE.html",
            "title": "The Adventure of the Cardboard Box",
            "content_text": "In choosing a few typical cases which illustrate the remarkable mental qualities of my friend, Sherlock Holmes1, I have endeavoured, as far as possible, to select those which presented the minimum of sensationalism, while offering a fair field for his talents. It is, however, unfortunately impossible entirely to separate the sensational from the criminal, and a chronicler is left in the dilemma that he must either sacrifice details which are essential to his statement and so give a false impression of the problem, or he must use matter which chance, and not choice, has provided him with. With this short preface I shall turn to my notes of what proved to be a strange, though a peculiarly terrible, chain of events.\n\nIt was a blazing hot day in August. Baker Street was like an oven, and the glare of the sunlight upon the yellow brickwork of the house across the road was painful to the eye. It was hard to believe that these were the same walls which loomed so gloomily through the fogs of winter. Our blinds were half-drawn, and Holmes lay curled upon the sofa, reading and re-reading a letter which he had received by the morning post. For myself, my term of service in India had trained me to stand heat better than cold, and a thermometer at ninety was no hardship. But the morning paper was uninteresting. Parliament had risen. Everybody was out of town, and I yearned for the glades of the New Forest or the shingle of Southsea. A depleted bank account had caused me to postpone my holiday, and as to my companion, neither the country nor the sea presented the slightest attraction to him. He loved to lie in the very center of five millions of people, with his filaments stretching out and running through them, responsive to every little rumour or suspicion of unsolved crime. Appreciation of nature found no place among his many gifts, and his only change was when he turned his mind from the evil-doer of the town to track down his brother of the country.\n\n\n  \n    \n      This is some text for a footnote. &#8617;\n    \n  \n\n",
            "content_html": "<p>In choosing a few typical cases which illustrate the remarkable mental qualities of my friend, Sherlock Holmes<sup id=\"fnref:1\" role=\"doc-noteref\"><a href=\"#fn:1\" class=\"footnote\" rel=\"footnote\">1</a></sup>, I have endeavoured, as far as possible, to select those which presented the minimum of sensationalism, while offering a fair field for his talents. It is, however, unfortunately impossible entirely to separate the sensational from the criminal, and a chronicler is left in the dilemma that he must either sacrifice details which are essential to his statement and so give a false impression of the problem, or he must use matter which chance, and not choice, has provided him with. With this short preface I shall turn to my notes of what proved to be a strange, though a peculiarly terrible, chain of events.</p>\n\n<p>It was a blazing hot day in August. Baker Street was like an oven, and the glare of the sunlight upon the yellow brickwork of the house across the road was painful to the eye. It was hard to believe that these were the same walls which loomed so gloomily through the fogs of winter. Our blinds were half-drawn, and Holmes lay curled upon the sofa, reading and re-reading a letter which he had received by the morning post. For myself, my term of service in India had trained me to stand heat better than cold, and a thermometer at ninety was no hardship. But the morning paper was uninteresting. Parliament had risen. Everybody was out of town, and I yearned for the glades of the New Forest or the shingle of Southsea. A depleted bank account had caused me to postpone my holiday, and as to my companion, neither the country nor the sea presented the slightest attraction to him. He loved to lie in the very center of five millions of people, with his filaments stretching out and running through them, responsive to every little rumour or suspicion of unsolved crime. Appreciation of nature found no place among his many gifts, and his only change was when he turned his mind from the evil-doer of the town to track down his brother of the country.</p>\n\n<div class=\"footnotes\" role=\"doc-endnotes\">\n  <ol>\n    <li id=\"fn:1\" role=\"doc-endnote\">\n      <p>This is some text for a footnote. <a href=\"#fnref:1\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n  </ol>\n</div>\n",
            "url": "http://localhost:4000/literature/2011/11/11/the-adventure-of-the-cardboard-box-DE.html",
            "date_published": "2011-11-11T00:00:00+01:00",
            "date_modified": "2011-11-11T00:00:00+01:00",
            "author": {
                "name": "Arthur Conan Doyle"
            }
        }
        
    
    ]
}